Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: This repository may require Hugging Face authentication.
ar: قد يتطلب هذا المستودع مصادقة Hugging Face.
de: Dieses Repository erfordert möglicherweise eine Hugging-Face-Authentifizierung.
es: Puede que este repositorio requiera autenticación en Hugging Face.
fr: Ce dépôt peut nécessiter une authentification Hugging Face.
he: ייתכן שהמאגר הזה דורש אימות מול Hugging Face.
hi: इस रिपॉजिटरी के लिए Hugging Face प्रमाणीकरण आवश्यक हो सकता है।
id: Repositori ini mungkin memerlukan autentikasi Hugging Face.
it: Questo repository potrebbe richiedere l'autenticazione a Hugging Face.
ja: このリポジトリには Hugging Face の認証が必要な場合があります。
ko: 이 리포지토리는 Hugging Face 인증이 필요할 수 있습니다.
nl: Voor deze repository is mogelijk Hugging Face-verificatie vereist.
pl: To repozytorium może wymagać uwierzytelnienia Hugging Face.
pt_br: Este repositório pode exigir autenticação no Hugging Face.
ru: Для этого репозитория может потребоваться аутентификация Hugging Face.
sv: Den här utvecklingskatalogen kan kräva Hugging Face-autentisering.
tr: Bu depo Hugging Face kimlik doğrulaması gerektirebilir.
uk: Цей репозиторій може потребувати автентифікації Hugging Face.
vi: Kho này có thể yêu cầu xác thực Hugging Face.
zh_hans: 此仓库可能需要 Hugging Face 认证。
zh_hant: 此儲存庫可能需要 Hugging Face 驗證。

source: This repository only has the primary working directory.
ar: لا يحتوي هذا المستودع إلا على دليل العمل الأساسي.
de: Dieses Repository hat nur das primäre Arbeitsverzeichnis.
es: Este repositorio solo tiene el directorio de trabajo principal.
fr: Ce dépôt ne possède que le répertoire de travail principal.
he: במאגר הזה יש רק את תיקיית העבודה הראשית.
hi: इस रिपॉजिटरी में केवल प्राथमिक कार्यशील डायरेक्टरी है।
id: Repositori ini hanya memiliki direktori kerja utama.
it: Questo repository ha solo la directory di lavoro principale.
ja: このリポジトリには主作業ディレクトリしかありません。
ko: 이 리포지토리에는 기본 작업 디렉터리만 있습니다.
nl: Deze repository heeft alleen de primaire werkmap.
pl: To repozytorium ma tylko główny katalog roboczy.
pt_br: Este repositório tem apenas o diretório de trabalho principal.
ru: В этом репозитории есть только основной рабочий каталог.
sv: Den här utvecklingskatalogen har bara den primära arbetskatalogen.
tr: Bu depoda yalnızca birincil çalışma dizini var.
uk: У цьому репозиторії є лише основний робочий каталог.
vi: Kho này chỉ có thư mục làm việc chính.
zh_hans: 此仓库只有主工作目录。
zh_hant: 此儲存庫只有主要工作目錄。

source: This row has no memory sizing for this machine, so whether it fits, how much it would pin, and its largest usable context are all unknown.
ar: لا يتضمن هذا الصف تقديرا للذاكرة على هذا الجهاز، لذا يبقى مجهولا ما إذا كان يناسبه، وكم سيحجز، وما أكبر سياق يمكن استخدامه.
de: Für diese Zeile gibt es keine Speicherberechnung für diesen Rechner, daher sind unbekannt: ob sie passt, wie viel sie belegen würde und ihr größter nutzbarer Kontext.
es: Esta fila no tiene un cálculo de memoria para este equipo, así que no se sabe si cabe, cuánta memoria fijaría ni cuál sería su mayor contexto utilizable.
fr: Cette ligne n'a aucun dimensionnement mémoire pour cette machine : on ignore donc si elle tient, combien elle immobiliserait et quel est son plus grand contexte utilisable.
he: לשורה הזו אין הערכת זיכרון עבור המחשב הזה, ולכן לא ידוע אם היא מתאימה, כמה זיכרון תנעץ, ומהו ההקשר הגדול ביותר שניתן להשתמש בו.
hi: इस पंक्ति के लिए इस मशीन का मेमोरी आकलन नहीं है, इसलिए यह फ़िट होगी या नहीं, कितनी मेमोरी रोकेगी, और इसका सबसे बड़ा उपयोगी संदर्भ क्या है, सब अज्ञात है।
id: Baris ini tidak memiliki perhitungan memori untuk komputer ini, jadi apakah muat, berapa banyak yang akan dikunci, dan konteks terbesar yang dapat dipakai semuanya tidak diketahui.
it: Questa riga non ha un dimensionamento della memoria per questo computer, quindi non si sa se è compatibile, quanta memoria bloccherebbe né quale sia il suo contesto utilizzabile massimo.
ja: この行にはこのマシン向けのメモリ見積もりがないため、収まるかどうか、どれだけ固定するか、使用できる最大コンテキストのいずれも不明です。
ko: 이 행에는 이 컴퓨터에 대한 메모리 산정이 없어, 적합한지, 얼마나 점유할지, 사용 가능한 최대 컨텍스트가 얼마인지 모두 알 수 없습니다.
nl: Voor deze rij is er geen geheugenberekening voor deze computer, dus of die past, hoeveel die zou vastzetten en de grootste bruikbare context zijn allemaal onbekend.
pl: Ten wiersz nie ma oszacowania pamięci dla tego komputera, więc nie wiadomo, czy się zmieści, ile pamięci zajmie ani jaki jest jego największy użyteczny kontekst.
pt_br: Esta linha não tem dimensionamento de memória para esta máquina, então não se sabe se cabe, quanto fixaria nem qual é o maior contexto utilizável.
ru: Для этой строки нет расчета памяти на этом компьютере, поэтому неизвестно, поместится ли она, сколько памяти закрепит и каков ее наибольший используемый контекст.
sv: Den här raden saknar minnesberäkning för den här datorn, så om den får plats, hur mycket den skulle låsa och dess största användbara kontext är alla okända.
tr: Bu satırın bu makine için bellek hesabı yok; bu yüzden sığıp sığmayacağı, ne kadar bellek tutacağı ve kullanılabilir en büyük bağlamı bilinmiyor.
uk: Для цього рядка немає розрахунку пам'яті на цьому комп'ютері, тож невідомо, чи він уміститься, скільки пам'яті закріпить і який його найбільший придатний контекст.
vi: Hàng này không có ước tính bộ nhớ cho máy này, nên không rõ nó có vừa không, sẽ giữ bao nhiêu bộ nhớ, và ngữ cảnh lớn nhất có thể dùng là bao nhiêu.
zh_hans: 此行没有针对本机的内存估算，因此它是否适配、会占用多少、可用的最大上下文都未知。
zh_hant: 此列沒有針對本機的記憶體估算，因此它是否適配、會占用多少、可用的最大上下文都未知。

source: This schedule has not fired yet.
ar: لم ينطلق هذا الجدول بعد.
de: Dieser Zeitplan wurde noch nicht ausgelöst.
es: Esta programación aún no se ha disparado.
fr: Cette planification ne s'est pas encore déclenchée.
he: התזמון הזה עדיין לא הופעל.
hi: यह शेड्यूल अभी तक सक्रिय नहीं हुआ है।
id: Jadwal ini belum pernah dipicu.
it: Questa pianificazione non si è ancora attivata.
ja: このスケジュールはまだ発火していません。
ko: 이 일정은 아직 실행되지 않았습니다.
nl: Dit schema is nog niet geactiveerd.
pl: Ten harmonogram jeszcze się nie uruchomił.
pt_br: Este agendamento ainda não disparou.
ru: Это расписание еще не срабатывало.
sv: Det här schemat har inte utlösts än.
tr: Bu zamanlama henüz tetiklenmedi.
uk: Цей розклад ще не спрацьовував.
vi: Lịch này chưa kích hoạt lần nào.
zh_hans: 此计划尚未触发。
zh_hant: 此排程尚未觸發。

source: This will remove the downloaded model files from disk.
ar: سيؤدي هذا إلى حذف ملفات النموذج المنزَّلة من القرص.
de: Dadurch werden die heruntergeladenen Modelldateien von der Festplatte entfernt.
es: Esto eliminará del disco los archivos del modelo descargado.
fr: Cette action supprimera du disque les fichiers du modèle téléchargé.
he: פעולה זו תמחק מהדיסק את קובצי המודל שהורדו.
hi: इससे डाउनलोड की गई मॉडल फ़ाइलें डिस्क से हट जाएंगी।
id: Ini akan menghapus berkas model yang diunduh dari disk.
it: Questa operazione rimuoverà dal disco i file del modello scaricato.
ja: ダウンロード済みのモデルファイルをディスクから削除します。
ko: 내려받은 모델 파일을 디스크에서 제거합니다.
nl: Hiermee worden de gedownloade modelbestanden van de schijf verwijderd.
pl: Spowoduje to usunięcie pobranych plików modelu z dysku.
pt_br: Isso removerá do disco os arquivos do modelo baixado.
ru: Это удалит загруженные файлы модели с диска.
sv: Detta tar bort de hämtade modellfilerna från disken.
tr: Bu işlem, indirilen model dosyalarını diskten kaldırır.
uk: Це видалить завантажені файли моделі з диска.
vi: Thao tác này sẽ xóa các tệp mô hình đã tải khỏi ổ đĩa.
zh_hans: 这将从磁盘中删除已下载的模型文件。
zh_hant: 這將從磁碟中刪除已下載的模型檔案。

source: Thought process
ar: عملية التفكير
de: Gedankengang
es: Proceso de pensamiento
fr: Processus de réflexion
he: תהליך חשיבה
hi: विचार प्रक्रिया
id: Proses berpikir
it: Processo di pensiero
ja: 思考プロセス
ko: 사고 과정
nl: Gedachtegang
pl: Proces myślowy
pt_br: Processo de pensamento
ru: Ход мыслей
sv: Tankeprocess
tr: Düşünce süreci
uk: Хід думок
vi: Quy trình suy nghĩ
zh_hans: 思考过程
zh_hant: 思維過程

source: Tight
ar: محدود الذاكرة
de: Knapp
es: Ajustado
fr: Juste
he: הדוק
hi: तंग
id: Ketat
it: Al limite
ja: 余裕小
ko: 빠듯함
nl: Krap
pl: Niski
pt_br: Apertado
ru: Впритык
sv: Snäv
tr: Dar
uk: Обмежений
vi: Chật hẹp
zh_hans: 内存紧凑
zh_hant: 記憶體緊繃

source: Tight Fit
ar: ملاءمة ضيقة
de: Knapp ausreichend
es: Ajuste justo
fr: Ajustement serré
he: בקושי נכנס
hi: मुश्किल से फ़िट
id: Pas-pasan
it: Adattamento al limite
ja: ぎりぎり
ko: 빠듯함
nl: Krap passend
pl: Ledwo się mieści
pt_br: Cabe por pouco
ru: Впритык
sv: Nätt och jämnt
tr: Sınırda sığıyor
uk: Впритул
vi: Vừa khít
zh_hans: 勉强容纳
zh_hant: 勉強容納

source: Timeout (Seconds)
ar: المهلة (بالثواني)
de: Zeitlimit (Sekunden)
es: Tiempo de espera (segundos)
fr: Délai d'expiration (secondes)
he: פסק זמן (שניות)
hi: टाइमआउट (सेकंड)
id: Batas waktu (detik)
it: Timeout (secondi)
ja: タイムアウト (秒)
ko: 제한 시간(초)
nl: Time-out (seconden)
pl: Limit czasu (sekundy)
pt_br: Tempo limite (segundos)
ru: Тайм-аут (секунды)
sv: Tidsgräns (sekunder)
tr: Zaman aşımı (saniye)
uk: Час очікування (секунди)
vi: Thời gian chờ (giây)
zh_hans: 超时 (秒)
zh_hant: 逾時 (秒)

source: Toggle Chat Sidebar
ar: تبديل الشريط الجانبي للمحادثة
de: Chat-Seitenleiste ein-/ausblenden
es: Alternar barra lateral del chat
fr: Basculer la barre latérale de discussion
he: הצג או הסתר את סרגל הצ'אט
hi: चैट साइडबार टॉगल करें
id: Beralih sidebar obrolan
it: Mostra/nascondi la barra laterale della chat
ja: チャットサイドバーを切り替え
ko: 대화 사이드바 전환
nl: Chatzijbalk in-/uitschakelen
pl: Przełącz panel boczny czatu
pt_br: Alternar barra lateral do chat
ru: Показать или скрыть боковую панель чата
sv: Växla chattens sidopanel
tr: Sohbet kenar çubuğunu aç/kapat
uk: Показати або сховати бічну панель чату
vi: Bật/tắt thanh bên trò chuyện
zh_hans: 切换对话边栏
zh_hant: 切換對話側邊欄

source: Toggle Inspector
ar: تبديل المفتش
de: Inspektor ein-/ausblenden
es: Alternar inspector
fr: Basculer l'inspecteur
he: הצג או הסתר את המפקח
hi: इंस्पेक्टर टॉगल करें
id: Beralih Inspektur
it: Mostra/nascondi ispettore
ja: インスペクタを切り替え
ko: 인스펙터 전환
nl: Inspector in-/uitschakelen
pl: Przełącz inspektor
pt_br: Alternar inspetor
ru: Показать или скрыть инспектор
sv: Växla inspektör
tr: Denetçiyi Aç/Kapat
uk: Показати або сховати інспектор
vi: Bật/tắt bộ kiểm tra
zh_hans: 切换检查器
zh_hant: 切換檢閱器

source: Token Usage (recorded)
ar: استخدام الرموز (المسجلة)
de: Token-Nutzung (aufgezeichnet)
es: Uso de tokens (registrado)
fr: Utilisation des jetons (enregistrée)
he: שימוש באסימונים (מוקלט)
hi: टोकन उपयोग (दर्ज किया गया)
id: Penggunaan Token (tercatat)
it: Utilizzo token (registrato)
ja: トークン使用量（記録済み）
ko: 토큰 사용량(기록됨)
nl: Tokengebruik (opgenomen)
pl: Zużycie tokenów (zarejestrowane)
pt_br: Uso de tokens (registrado)
ru: Использование токенов (записано)
sv: Tokenanvändning (inspelad)
tr: Belirteç Kullanımı (kaydedilen)
uk: Використання токенів (записано)
vi: Sử dụng mã thông báo (đã ghi lại)
zh_hans: 标记使用量（已记录）
zh_hant: 標記使用量（已記錄）

source: Tokens generated
ar: الرموز المولدة
de: Generierte Tokens
es: Tokens generados
fr: Tokens générés
he: טוקנים שנוצרו
hi: उत्पन्न टोकन
id: Token yang dihasilkan
it: Token generati
ja: 生成トークン数
ko: 생성된 토큰 수
nl: Gegenereerde tokens
pl: Wygenerowane tokeny
pt_br: Tokens gerados
ru: Сгенерировано токенов
sv: Genererade tokens
tr: Oluşturulan belirteçler
uk: Згенеровано токенів
vi: Mã token đã tạo
zh_hans: 已生成 Token
zh_hant: 已產生 Token

source: Too Large
ar: كبير جدًا
de: Zu groß
es: Demasiado grande
fr: Trop volumineux
he: גדול מדי
hi: बहुत बड़ा
id: Terlalu Besar
it: Troppo grande
ja: サイズ超過
ko: 너무 큼
nl: Te groot
pl: Zbyt duży
pt_br: Muito grande
ru: Слишком большая
sv: För stor
tr: Çok Büyük
uk: Занадто великий
vi: Quá lớn
zh_hans: 过大
zh_hant: 過大

source: Tool `%@` was not offered for this turn.
ar: لم يتم توفير الأداة `%@` لهذه الجولة.
de: Das Tool `%@` wurde für diesen Durchlauf nicht angeboten.
es: La herramienta `%@` no se ofreció en este turno.
fr: L'outil `%@` n'a pas été proposé pour ce tour.
he: הכלי `%@` לא הוצע בתור הזה.
hi: इस बारी के लिए `%@` टूल उपलब्ध नहीं कराया गया था।
id: Alat `%@` tidak ditawarkan untuk giliran ini.
it: Lo strumento `%@` non è stato offerto per questo turno.
ja: ツール「%@」はこのターンで提示されていません。
ko: `%@` 도구는 이번 턴에 제공되지 않았습니다.
nl: Tool `%@` is niet aangeboden voor deze beurt.
pl: Narzędzie `%@` nie zostało udostępnione w tej turze.
pt_br: A ferramenta `%@` não foi oferecida nesta rodada.
ru: Инструмент `%@` не был предложен в этом ходе.
sv: Verktyget `%@` erbjöds inte för den här turen.
tr: `%@` aracı bu tur için sunulmadı.
uk: Інструмент `%@` не було запропоновано для цього ходу.
vi: Công cụ `%@` không được cung cấp trong lượt này.
zh_hans: 此轮未提供工具“%@”。
zh_hant: 此回合未提供工具「%@」。

source: Tool arguments were malformed JSON.
ar: وسيطات الأداة ليست بتنسيق JSON صالح.
de: Die Tool-Argumente sind fehlerhaftes JSON.
es: Los argumentos de la herramienta tienen un formato JSON incorrecto.
fr: Les arguments de l'outil sont un JSON mal formé.
he: הארגומנטים של הכלי אינם JSON תקין.
hi: टूल के आर्ग्युमेंट गलत JSON स्वरूप में हैं।
id: Argumen alat memiliki format JSON yang salah.
it: Gli argomenti dello strumento non sono JSON validi.
ja: ツールの引数は不正な JSON です。
ko: 도구 인수가 잘못된 JSON입니다.
nl: De toolargumenten zijn ongeldige JSON.
pl: Argumenty narzędzia mają nieprawidłowy format JSON.
pt_br: Os argumentos da ferramenta têm formato JSON inválido.
ru: Аргументы инструмента содержат некорректный JSON.
sv: Verktygsargumenten är felaktig JSON.
tr: Araç bağımsız değişkenleri hatalı JSON biçiminde.
uk: Аргументи інструмента мають неправильний формат JSON.
vi: Đối số của công cụ có định dạng JSON không hợp lệ.
zh_hans: 工具参数的 JSON 格式无效。
zh_hant: 工具引數的 JSON 格式無效。

source: Tool arguments must be a JSON object.
ar: يجب أن تكون وسيطات الأداة كائن JSON.
de: Die Tool-Argumente müssen ein JSON-Objekt sein.
es: Los argumentos de la herramienta deben ser un objeto JSON.
fr: Les arguments de l'outil doivent être un objet JSON.
he: הארגומנטים של הכלי חייבים להיות אובייקט JSON.
hi: टूल के आर्ग्युमेंट JSON ऑब्जेक्ट होने चाहिए।
id: Argumen alat harus berupa objek JSON.
it: Gli argomenti dello strumento devono essere un oggetto JSON.
ja: ツールの引数は JSON オブジェクトである必要があります。
ko: 도구 인수는 JSON 객체여야 합니다.
nl: De toolargumenten moeten een JSON-object zijn.
pl: Argumenty narzędzia muszą być obiektem JSON.
pt_br: Os argumentos da ferramenta devem ser um objeto JSON.
ru: Аргументы инструмента должны быть объектом JSON.
sv: Verktygsargumenten måste vara ett JSON-objekt.
tr: Araç bağımsız değişkenleri bir JSON nesnesi olmalıdır.
uk: Аргументи інструмента мають бути об’єктом JSON.
vi: Đối số của công cụ phải là một đối tượng JSON.
zh_hans: 工具参数必须是 JSON 对象。
zh_hant: 工具引數必須是 JSON 物件。

source: Tool `%@` has an unsupported argument schema at %@.
ar: يتضمن مخطط وسيطات الأداة `%@` عنصرًا غير مدعوم في %@.
de: Das Argument-Schema des Tools `%@` enthält bei %@ einen nicht unterstützten Eintrag.
es: La herramienta `%@` tiene un esquema de argumentos no compatible en %@.
fr: Le schéma d'arguments de l'outil `%@` n'est pas pris en charge à %@.
he: סכמת הארגומנטים של הכלי `%@` אינה נתמכת ב־%@.
hi: `%@` टूल की आर्ग्युमेंट स्कीमा में %@ पर असमर्थित प्रविष्टि है।
id: Skema argumen alat `%@` memiliki bagian yang tidak didukung di %@.
it: Lo schema degli argomenti dello strumento `%@` non è supportato in %@.
ja: ツール「%@」の引数スキーマは %@ でサポートされていません。
ko: `%@` 도구의 인수 스키마에서 %@ 항목은 지원되지 않습니다.
nl: Het argumentschema van tool `%@` bevat een niet-ondersteund onderdeel bij %@.
pl: Schemat argumentów narzędzia `%@` zawiera nieobsługiwany element w %@.
pt_br: O esquema de argumentos da ferramenta `%@` não é compatível em %@.
ru: Схема аргументов инструмента `%@` содержит неподдерживаемый элемент в %@.
sv: Verktyget `%@` har ett argumentsschema som inte stöds vid %@.
tr: `%@` aracının bağımsız değişken şeması %@ konumunda desteklenmiyor.
uk: Схема аргументів інструмента `%@` містить непідтримуваний елемент у %@.
vi: Lược đồ đối số của công cụ `%@` có mục không được hỗ trợ tại %@.
zh_hans: 工具“%@”的参数架构在 %@ 处不受支持。
zh_hant: 工具「%@」的引數結構在 %@ 處不受支援。

source: Tool arguments were refused at %@ (%@).
ar: رُفضت وسيطات الأداة عند %@ (%@).
de: Die Tool-Argumente wurden bei %@ (%@) abgelehnt.
es: Se rechazaron los argumentos de la herramienta en %@ (%@).
fr: Les arguments de l'outil ont été refusés à %@ (%@).
he: הארגומנטים של הכלי נדחו ב־%@ (%@).
hi: %@ (%@) पर टूल के आर्ग्युमेंट अस्वीकार किए गए।
id: Argumen alat ditolak pada %@ (%@).
it: Gli argomenti dello strumento sono stati rifiutati in %@ (%@).
ja: ツールの引数は %@ (%@) で拒否されました。
ko: 도구 인수가 %@ (%@)에서 거부되었습니다.
nl: De toolargumenten zijn geweigerd bij %@ (%@).
pl: Argumenty narzędzia zostały odrzucone w %@ (%@).
pt_br: Os argumentos da ferramenta foram recusados em %@ (%@).
ru: Аргументы инструмента отклонены в %@ (%@).
sv: Verktygsargumenten avvisades vid %@ (%@).
tr: Araç bağımsız değişkenleri %@ (%@) konumunda reddedildi.
uk: Аргументи інструмента відхилено в %@ (%@).
vi: Đối số của công cụ bị từ chối tại %@ (%@).
zh_hans: 工具参数在 %@（%@）处被拒绝。
zh_hant: 工具引數在 %@（%@）處遭到拒絕。

source: Tool Matcher (Optional)
ar: مطابق الأدوات (اختياري)
de: Tool-Filter (optional)
es: Coincidencia de herramienta (opcional)
fr: Filtre d'outil (facultatif)
he: מתאם כלים (אופציונלי)
hi: टूल मैचर (वैकल्पिक)
id: Pencocok alat (opsional)
it: Filtro strumento (facoltativo)
ja: ツールのマッチャー (任意)
ko: 도구 매처(선택 사항)
nl: Toolfilter (optioneel)
pl: Dopasowanie narzędzia (opcjonalnie)
pt_br: Filtro de ferramenta (opcional)
ru: Сопоставление инструмента (необязательно)
sv: Verktygsmatchare (valfritt)
tr: Araç eşleştirici (isteğe bağlı)
uk: Зіставлення інструмента (необов'язково)
vi: Bộ khớp công cụ (tùy chọn)
zh_hans: 工具匹配器 (可选)
zh_hant: 工具比對器 (選填)

source: Tool Permissions & Risk Policy
ar: أذونات الأدوات وسياسة المخاطر
de: Tool-Berechtigungen und Risikorichtlinie
es: Permisos de herramientas y política de riesgo
fr: Autorisations d'outils et politique de risque
he: הרשאות כלים ומדיניות סיכון
hi: टूल अनुमतियां और जोखिम नीति
id: Izin alat dan kebijakan risiko
it: Permessi degli strumenti e criteri di rischio
ja: ツール権限とリスクポリシー
ko: 도구 권한 및 위험 정책
nl: Toolmachtigingen en risicobeleid
pl: Uprawnienia narzędzi i polityka ryzyka
pt_br: Permissões de ferramentas e política de risco
ru: Разрешения инструментов и политика рисков
sv: Verktygsbehörigheter och riskpolicy
tr: Araç izinleri ve risk ilkesi
uk: Дозволи інструментів і політика ризиків
vi: Quyền công cụ và chính sách rủi ro
zh_hans: 工具权限与风险策略
zh_hant: 工具權限與風險原則

source: Tool permissions allowed during execution of this skill.
ar: أذونات الأدوات المسموح بها أثناء تنفيذ هذه المهارة.
de: Tool-Berechtigungen, die während der Ausführung dieses Skills erlaubt sind.
es: Permisos de herramientas autorizados durante la ejecución de esta habilidad.
fr: Autorisations d'outils accordées pendant l'exécution de cette compétence.
he: הרשאות הכלים המותרות במהלך ההרצה של המיומנות הזו.
hi: इस स्किल के निष्पादन के दौरान अनुमत टूल अनुमतियां।
id: Izin alat yang diperbolehkan selama eksekusi keterampilan ini.
it: Permessi degli strumenti consentiti durante l'esecuzione di questa competenza.
ja: このスキルの実行中に許可されるツール権限です。
ko: 이 스킬을 실행하는 동안 허용되는 도구 권한입니다.
nl: Toolmachtigingen die zijn toegestaan tijdens het uitvoeren van deze skill.
pl: Uprawnienia narzędzi dozwolone podczas wykonywania tej umiejętności.
pt_br: Permissões de ferramentas concedidas durante a execução desta habilidade.
ru: Разрешения инструментов, действующие при выполнении этого навыка.
sv: Verktygsbehörigheter som tillåts under körningen av den här färdigheten.
tr: Bu becerinin yürütülmesi sırasında izin verilen araç izinleri.
uk: Дозволи інструментів, що діють під час виконання цієї навички.
vi: Các quyền công cụ được phép trong khi thực thi kỹ năng này.
zh_hans: 执行此技能期间允许的工具权限。
zh_hant: 執行此技能期間允許的工具權限。

source: Top chats
ar: أبرز المحادثات
es: Chats principales
fr: Principales discussions
he: השיחות המובילות
hi: शीर्ष चैट
id: Obrolan teratas
it: Chat principali
ja: 上位のチャット
ko: 주요 대화
pl: Najczęstsze czaty
pt_br: Principais chats
ru: Топ чатов
sv: Toppchattar
tr: En çok kullanılan sohbetler
uk: Топ чатів
vi: Cuộc trò chuyện hàng đầu
zh_hans: 热门对话
zh_hant: 熱門對話

source: Top-K Sampling
ar: أخذ العينات Top-K
es: Muestreo Top-K
fr: Échantillonnage Top-K
he: דגימת Top-K
hi: Top-K सैंपलिंग
id: Sampling Top-K
it: Campionamento Top-K
ja: Top-K サンプリング
ko: Top-K 샘플링
pl: Próbkowanie Top-K
pt_br: Amostragem Top-K
ru: Сэмплирование Top-K
tr: Top-K örnekleme
uk: Семплювання Top-K
vi: Lấy mẫu Top-K
zh_hans: Top-K 采样
zh_hant: Top-K 取樣

source: Top-P Sampling
ar: أخذ العينات Top-P
es: Muestreo Top-P
fr: Échantillonnage Top-P
he: דגימת Top-P
hi: Top-P सैंपलिंग
id: Sampling Top-P
it: Campionamento Top-P
ja: Top-P サンプリング
ko: Top-P 샘플링
pl: Próbkowanie Top-P
pt_br: Amostragem Top-P
ru: Сэмплирование Top-P
tr: Top-P örnekleme
uk: Семплювання Top-P
vi: Lấy mẫu Top-P
zh_hans: Top-P 采样
zh_hant: Top-P 取樣

source: Total Tokens Processed: %@
ar: إجمالي الرموز المميزة التي تمت معالجتها: %@
de: Verarbeitete Token gesamt: %@
es: Total de tokens procesados: %@
fr: Total des jetons traités : %@
he: סך כל האסימונים שעובדו: %@
hi: कुल प्रसंस्कृत टोकन: %@
id: Total Token yang Diproses: %@
it: Totale token elaborati: %@
ja: 処理された合計トークン数: %@
ko: 처리된 총 토큰 수: %@
nl: Totaal aantal verwerkte tokens: %@
pl: Łączna liczba przetworzonych tokenów: %@
pt_br: Total de tokens processados: %@
ru: Всего токенов обработано: %@
sv: Totalt antal bearbetade tokens: %@
tr: İşlenen Toplam Belirteç: %@
uk: Усього токенів оброблено: %@
vi: Tổng số mã thông báo đã xử lý: %@
zh_hans: 已处理标记总数: %@
zh_hant: 已處理標記總數: %@

source: Traffic
ar: حركة المرور
de: Datenverkehr
es: Tráfico
fr: Trafic
he: תעבורה
hi: ट्रैफ़िक
id: Lalu lintas
it: Traffico
ja: トラフィック
ko: 트래픽
nl: Verkeer
pl: Ruch
pt_br: Tráfego
ru: Трафик
sv: Trafik
tr: Trafik
uk: Трафік
vi: Lưu lượng
zh_hans: 流量
zh_hant: 流量

source: Trained Context
ar: السياق المدرَّب
de: Trainierter Kontext
es: Contexto entrenado
fr: Contexte d'entraînement
he: הקשר מאומן
hi: प्रशिक्षित संदर्भ
id: Konteks terlatih
it: Contesto addestrato
ja: 学習済みコンテキスト
ko: 학습된 컨텍스트
nl: Getrainde context
pl: Wytrenowany kontekst
pt_br: Contexto treinado
ru: Обученный контекст
sv: Tränad kontext
tr: Eğitilmiş bağlam
uk: Натренований контекст
vi: Ngữ cảnh đã huấn luyện
zh_hans: 训练上下文
zh_hant: 訓練上下文

source: Translucent sidebar
ar: شريط جانبي شفاف
de: Transparente Seitenleiste
es: Barra lateral translúcida
fr: Barre latérale translucide
he: סרגל צד שקוף למחצה
hi: पारभासी साइडबार
id: Bilah sisi tembus pandang
it: Barra laterale traslucida
ja: 半透明のサイドバー
ko: 반투명 사이드바
nl: Doorschijnende zijbalk
pl: Półprzezroczysty pasek boczny
pt_br: Barra lateral translúcida
ru: Полупрозрачная боковая панель
sv: Genomskinligt sidofält
tr: Yarı saydam kenar çubuğu
uk: Напівпрозора бічна панель
vi: Thanh bên mờ
zh_hans: 半透明侧边栏
zh_hant: 半透明側邊欄

source: Transport
ar: النقل
es: Transporte
he: תעבורה
hi: परिवहन
id: Transportasi
it: Trasporto
ja: トランスポート
ko: 전송
pt_br: Transporte
ru: Транспорт
tr: Taşıma
uk: Транспорт
vi: Giao vận
zh_hans: 传输协议
zh_hant: 傳輸通訊協定

source: Transport Type
ar: نوع النقل
de: Transporttyp
es: Tipo de transporte
fr: Type de transport
he: סוג העברה
hi: ट्रांसपोर्ट प्रकार
id: Jenis transport
it: Tipo di trasporto
ja: トランスポートの種類
ko: 전송 유형
pl: Typ transportu
pt_br: Tipo de transporte
ru: Тип транспорта
sv: Transporttyp
tr: Aktarım türü
uk: Тип транспорту
vi: Loại truyền tải
zh_hans: 传输类型
zh_hant: 傳輸類型

source: Trust
ar: الثقة
de: Vertrauen
es: Confianza
fr: Confiance
he: אמון
hi: विश्वास
id: Kepercayaan
it: Attendibilità
ja: 信頼
ko: 신뢰
nl: Vertrouwen
pl: Zaufanie
pt_br: Confiança
ru: Доверие
sv: Förtroende
tr: Güven
uk: Довіра
vi: Tin cậy
zh_hans: 信任
zh_hant: 信任
